export const quizQuestions = [
  {
    question:
      'На какую сумму Роспотребнадзор оштрафовал продуктовую сеть «Вкусвилл»?',
    answers: [
      {
        option: 'option1',
        type: 'correct',
        content: '6,3 млн рублей',
        explanation:
          'Верно. Проверка обнаружила просроченные продукты, но представители сети утверждают, что большая часть замечаний не коснулась их качества.',
      },
      {
        option: 'option2',
        type: 'wrong',
        content: '1 млн рублей ',
        explanation:
          'Нет, немного больше: 6,3 млн рублей. Проверка обнаружила просроченные продукты, но представители сети утверждают, что большая часть замечаний не коснулась их качества.',
      },
      {
        option: 'option3',
        type: 'wrong',
        content: '50 млн рублей',
        explanation:
          'Нет, гораздо меньше: 6,3 млн рублей. Проверка обнаружила просроченные продукты, но представители сети утверждают, что большая часть замечаний не коснулась их качества.',
      },
      {
        option: 'option4',
        type: 'wrong',
        content: 'Не оштрафовал, а объявил выговор',
        explanation:
          'Нет, всё же оштрафовал на 6,3 млн рублей. Проверка обнаружила просроченные продукты, но представители сети утверждают, что большая часть замечаний не коснулась их качества.',
      },
    ],
    links: [
      {
        text: 'обнаружила',
        href:
          'https://vc.ru/39208-rospotrebnadzor-oshtrafoval-produktovuyu-set-vkusvill-na-6-3-mln-rubley',
      },
    ],
  },
  {
    question:
      'Почему бутылку воды «Святой источник» в форме футбольного мяча сняли с продажи?',
    answers: [
      {
        option: 'option1',
        type: 'correct',
        content: 'Она оказалась огнеопасной',
        explanation:
          'Да, бутылка благодаря своей форме призмы фокусировала свет так, что он воспламенял окружающие предметы.',
      },
      {
        option: 'option2',
        type: 'wrong',
        content: 'Дети играли ею в футбол и разбивали окна',
        explanation:
          'Нет, дело в её форме призмы — она фокусировала свет так, что он воспламенял окружающие предметы.',
      },
      {
        option: 'option3',
        type: 'wrong',
        content: 'Она постоянно скатывалась с полок',
        explanation:
          'Бутылка была довольно устойчивая, но благодаря своей форме призмы фокусировала свет так, что он воспламенял окружающие предметы.',
      },
      {
        option: 'option4',
        type: 'wrong',
        content: 'Её никто не покупал',
        explanation:
          'Её покупали, но бутылка благодаря своей форме призмы фокусировала свет так, что он воспламенял окружающие предметы.',
      },
    ],
    links: [
      {
        text: 'воспламенял',
        href:
          'https://vc.ru/39121-proizvoditel-vody-svyatoy-istochnik-vypustil-neozhidanno-ogneopasnuyu-butylku-v-forme-myacha',
      },
    ],
  },
  {
    question:
      'Сколько денег потеряли основатели WhatsApp после ухода из  Facebook?',
    answers: [
      {
        option: 'option1',
        type: 'correct',
        content: 'Они лишились акций на $1,3 млрд',
        explanation:
          'Ян Кум и Брайан Эктон действительно могли получить акции на эту сумму, если бы проработали в Facebook до ноября 2018 года. Они ушли досрочно из-за конфликта с руководством.',
      },
      {
        option: 'option2',
        type: 'wrong',
        content:
          'Они не только лишились акций на $1,3 млрд и выплатили штрафы на $100 млн',
        explanation:
          'Ян Кум и Брайан Эктон могли получить акции на $1,3 млрд, если бы проработали в Facebook до ноября 2018 года. Они ушли досрочно из-за конфликта с руководством, но штрафы никто не выплачивал.Ничего не лишились, к моменту ухода они уже получили всё вознаграждение ',
      },
      {
        option: 'option3',
        type: 'wrong',
        content:
          'Ничего не лишились, к моменту ухода они уже получили всё вознаграждение',
        explanation:
          'Ян Кум и Брайан Эктон могли получить акции на $1,3 млрд, если бы проработали в Facebook до ноября 2018 года. Они ушли досрочно из-за конфликта с руководством.',
      },
      {
        option: 'option4',
        type: 'wrong',
        content:
          'Ничего не лишились, но получили иски за нарушение коммерческой тайны',
        explanation:
          'Ян Кум и Брайан Эктон могли получить акции на $1,3 млрд, если бы проработали в Facebook до ноября 2018 года. Они ушли досрочно из-за конфликта с руководством — но коммерческую тайну пока никто не нарушил.В какой скандал угодила компания «Газелькин» в июне 2018 года?',
      },
    ],
    links: [
      {
        text: 'конфликта',
        href:
          'https://vc.ru/39509-wsj-osnovateli-whatsapp-lishilis-akciy-facebook-na-1-3-mlrd-posle-uhoda-iz-kompanii',
      },
    ],
  },
  {
    question: 'В какой скандал угодила компания «Газелькин» в июне 2018 года?',
    answers: [
      {
        option: 'option1',
        type: 'correct',
        content:
          'Предложила клиентам вызвать «водителей-славян» за дополнительную плату',
        explanation:
          'Компания дала клиентам возможность выбрать водителя славянской внешности и российского гражданства. После скандала она переименовала услугу в «идеальный русский язык».Её «Газели» постоянно застревали под мостом с надписью «Газель не проедет»',
      },
      {
        option: 'option2',
        type: 'wrong',
        content:
          'Её «Газели» постоянно застревали под мостом с надписью «Газель не проедет»',
        explanation:
          'Было пару раз, но не в июне. На самом деле компания дала клиентам возможность выбрать водителя славянской внешности и российского гражданства. После она переименовала услугу в «идеальный русский язык».',
      },
      {
        option: 'option3',
        type: 'wrong',
        content: 'Грузчики разбили антикварный шкаф стоимостью 163 млн рублей',
        explanation:
          'О таком случае не сообщалось, но зато компания дала клиентам возможность выбрать водителя славянской внешности и российского гражданства. После скандала она переименовала услугу в «идеальный русский язык».',
      },
      {
        option: 'option4',
        type: 'wrong',
        content:
          'Выложила персональные данные клиентов — телефоны, адреса, почты — в открытый доступ',
        explanation:
          'О таком случае не сообщалось, но зато компания дала клиентам возможность выбрать водителя славянской внешности и российского гражданства. После скандала она переименовала услугу в «идеальный русский язык».',
      },
    ],
    links: [
      {
        text: 'возможность',
        href:
          'https://vc.ru/39346-gruzovaya-kompaniya-gazelkin-predlozhila-klientam-voditeley-slavyan-za-dopolnitelnuyu-platu',
      },
      {
        text: 'но не в июне',
        href: 'https://twitter.com/foolsbridge/status/986935782287003649',
      },
    ],
  },
  {
    question:
      'Простой вопрос для передышки. До какого порога правительство собирается повысить НДС?',
    answers: [
      {
        option: 'option1',
        type: 'correct',
        content: '20%',
        explanation:
          'Да, НДС собираются повысить с 18% до 20%. Кстати, вот чем это грозит',
      },
      {
        option: 'option2',
        type: 'wrong',
        content: '19%',
        explanation:
          'Нет, всё же именно НДС собираются повысить с 18% до 20%. Кстати, вот чем это грозит',
      },
      {
        option: 'option3',
        type: 'wrong',
        content: '21%',
        explanation:
          'Нет, НДС собираются повысить с 18% до 20%. Кстати, вот чем это грозит',
      },
      {
        option: 'option4',
        type: 'wrong',
        content: 'Никто не собирается повышать НДС, зато повысят НДФЛ',
        explanation:
          'Нет, всё же именно НДС собираются повысить с 18% до 20%. Кстати, вот чем это грозит',
      },
    ],
    links: [
      {
        text: 'собираются',
        href: 'https://vc.ru/40001-medvedev-anonsiroval-povyshenie-nds-do-20',
      },
      {
        text: 'вот чем',
        href: 'https://vc.ru/38891-nds-20',
      },
    ],
  },
  {
    question:
      'Чем займётся Герман Клименко после ухода с поста советника президента по интернету?',
    answers: [
      {
        option: 'option1',
        type: 'correct',
        content: 'Проектами в сфере цифровой медицины',
        explanation: 'Верно.',
      },
      {
        option: 'option2',
        type: 'wrong',
        content: 'Станет разрабатывать собственный мессенджер',
        explanation:
          'Это вполне возможно, но сперва он планирует заниматься проектами в сфере цифровой медицины.',
      },
      {
        option: 'option3',
        type: 'wrong',
        content: 'Будет советником по медицине',
        explanation:
          'Нет, он планирует заниматься собственными проектами в сфере цифровой медицины.',
      },
      {
        option: 'option4',
        type: 'wrong',
        content: 'Отправится в кругосветное путешествие',
        explanation:
          'Он планирует заниматься собственными проектами в сфере цифровой медицины.',
      },
    ],
    links: [
      {
        text: 'Верно',
        href:
          'https://vc.ru/39908-putin-osvobodil-germana-klimenko-ot-dolzhnosti-sovetnika-prezidenta-po-internetu',
      },
      {
        text: 'планирует',
        href:
          'https://vc.ru/39908-putin-osvobodil-germana-klimenko-ot-dolzhnosti-sovetnika-prezidenta-po-internetu',
      },
    ],
  },
  {
    question:
      'Какую услугу запустила «Студия Артемия Лебедева» на волне успеха «Экспресс-дизайна»? ',
    answers: [
      {
        option: 'option1',
        type: 'correct',
        content:
          'Экспресс-дизайн не логотипов, а предметов — за 300 тысяч рублей',
        explanation:
          'Да, и заказчик точно так же обязан принять первый предложенный вариант.',
      },
      {
        option: 'option2',
        type: 'wrong',
        content:
          'Сервис экспресс-маркетинга: за 500 тысяч рублей Артемий Лебедев лично весь месяц будет вести ваш блог',
        explanation:
          'Речь об экспресс-дизайне предметов, и заказчик точно так же обязан принять первый предложенный вариант.',
      },
      {
        option: 'option3',
        type: 'wrong',
        content: 'Экспресс-доставку обедов в офис',
        explanation:
          'Речь об экспресс-дизайне предметов, и заказчик точно так же обязан принять первый предложенный вариант.',
      },
      {
        option: 'option4',
        type: 'wrong',
        content: 'Создание визиток за 50 тысяч рублей',
        explanation:
          'Речь об экспресс-дизайне предметов, и заказчик точно так же обязан принять первый предложенный вариант.',
      },
    ],
    links: [
      {
        text: 'обязан',
        href:
          'https://vc.ru/39869-studiya-artemiya-lebedeva-predlozhila-startapam-ekspress-dizayn-lyubogo-predmeta-za-300-tysyach-rubley',
      },
    ],
  },
  {
    question:
      'Что сказал Олег Тиньков в интервью Владимиру Познеру в рамках ПМЭФ-2018?',
    answers: [
      {
        option: 'option1',
        type: 'correct',
        content: 'Это стыдно — нанимать людей, которыми нужно управлять',
        explanation:
          'Вопрос был с подвохом: все эти фразы прозвучали в интервью.',
      },
      {
        option: 'option2',
        type: 'wrong',
        content:
          'Я бы хотел, чтобы на моей гробовой доске было написано слово «Предприниматель»',
        explanation:
          'Вопрос был с подвохом: все эти фразы прозвучали в интервью.',
      },
      {
        option: 'option3',
        type: 'wrong',
        content: 'Чтобы быть предпринимателем, не нужно никакого образования',
        explanation:
          'Вопрос был с подвохом: все эти фразы прозвучали в интервью.',
      },
      {
        option: 'option4',
        type: 'wrong',
        content: 'Предприниматели должны быть звёздами и элитой общества',
        explanation:
          'Вопрос был с подвохом: все эти фразы прозвучали в интервью.',
      },
    ],
    links: [
      {
        text: 'интервью',
        href:
          'https://vc.ru/38748-eto-stydno-nanimat-lyudey-kotorymi-nuzhno-upravlyat',
      },
    ],
  },
];

export const quizResult = [
  {
    score: 0,
    content: 'Мне больше интересен футбол',
    img: './',
  },
  {
    score: 3,
    content: 'Читаю vc.ru с экрана попутчика в метро',
    img: '',
  },
  {
    score: 5,
    content: 'Бизнес это интересно, но где взять столько времени?',
    img: '',
  },
  {
    score: 7,
    content: 'Читаю vc.ru каждый день, но работать тоже нужно',
    img: '',
  },
  {
    score: 8,
    content: 'Я работаю в редакции vc.ru',
    img: '',
  },
];
